Revit 2024 API
MEPBuildingConstructionSet Constructor
Initializes a new instance of the MEPBuildingConstructionSet class
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public MEPBuildingConstructionSet()
Visual Basic
Public Sub New
Visual C++
public:
MEPBuildingConstructionSet()
See Also
MEPBuildingConstructionSet Class
Autodesk.Revit.DB.Mechanical Namespace